Repository: mattrude/random-image-block
Catalog: languages/random_image_widget_*.po
Languages: ar

source: Show the Images Title?
ar: إظهار العنوان صور؟

source: Meta Data to Display:
ar: بيانات ميتا لعرض :

source: Display name of Album?
ar: عرض اسم الألبوم؟

source: Link to the Album vs Image?
ar: تصل إلى ألبوم الصور مقابل؟

source: Album Options:
ar: خيارات الألبوم :

source: Show Advanced Options
ar: إظهار خيارات متقدمة

source: All Categories
ar: جميع التصنيفات

source: Select a Post Category to display images from, or All Categories to disable filtering
ar: حدد فئة حاليا لعرض الصور من ، أو كل صلة لتعطيل تصفية

source: Center the Image?
ar: مركز الصورة؟

source: Widget Title
ar: القطعة العنوان

source: Album:
ar: الألبوم :

source: Random Image
ar: صورة عشوائية

source: Displays a random gallery image.
ar: يعرض معرض الصور بشكل عشوائي.

source: Random Image Widget
ar: صورة عشوائية القطعة

source: Show the Images Caption?
ar: تظهر صور توضيحية؟

source: Show Images Description?
ar: إظهار الصور الوصف؟
