Repository: mattrude/random-image-block
Catalog: languages/random-image-block.*.po
Languages: cs_cz, fr_fr, id_id, it_it

source: Random Image Widget
cs_cz: Náhodný obrázek Widget
fr_fr: Widget Image au hasard
it_it: Immagine Casuale Widget

source: Displays a random gallery image.
cs_cz: Zobrazí náhodný galerie image.
fr_fr: Affiche une galerie d&#39;images aléatoires.
id_id: Menampilkan galeri gambar acak.
it_it: Consente di visualizzare una galleria di immagini casuali.

source: Random Image
cs_cz: Náhodný obrázek
fr_fr: Image aléatoire
it_it: Immagine Casuale

source: Widget Title
cs_cz: Widget hlavy
fr_fr: Widget Titre
id_id: Judul widget
it_it: Widget titolo

source: Center the Image?
cs_cz: Centrum obrázku?
fr_fr: Centre de l&#39;image?
id_id: Pusat Citra?
it_it: Centrare l&#39;immagine?

source: Select a Post Category to display images from, or All Categories to disable filtering
cs_cz: Vyberte post Kategorie zobrazit obrázky ze, nebo Všechny kategorie vypnout filtrování
fr_fr: Sélectionnez une catégorie d&#39;article à afficher des images à partir de, ou toutes les catégories de désactiver le filtrage
id_id: Pilih Kategori Post untuk menampilkan gambar dari, atau Semua Kategori untuk menonaktifkan penyaringan
it_it: Selezionare un posto di categoria per visualizzare le immagini da, o tutte le categorie di disattivare il filtro

source: All Categories
cs_cz: Všechny kategorie
fr_fr: Toutes les catégories
id_id: Semua Kategori
it_it: Tutte le categorie

source: Show Advanced Options
cs_cz: Garance nejnižší ceny
fr_fr: Afficher les options avancées
id_id: Tampilkan Pilihan Lanjutan
it_it: Mostra opzioni avanzate

source: Album Options:
cs_cz: Album Možnosti:
fr_fr: Options Album:
id_id: Album Pilihan:
it_it: Album Opzioni:

source: Link to the Album vs Image?
cs_cz: Odkaz na obrázek alba vs?
fr_fr: Lien vers l&#39;image Album vs?
id_id: Link ke Album Gambar vs?
it_it: Link alla Image Album vs?

source: Display name of Album?
cs_cz: Zobrazovaný název alba?
fr_fr: Afficher le nom de l&#39;album?
id_id: Tampilan nama Album?
it_it: Mostra il nome di Album?

source: Meta Data to Display:
cs_cz: Meta Data k zobrazení:
fr_fr: Métadonnées d&#39;affichage:
id_id: Meta data ke Tampilan:
it_it: Meta-dati da visualizzare:

source: Show the Images Title?
cs_cz: Zobrazit obrázky titul?
fr_fr: Afficher le titre des images?
id_id: Tampilkan Judul gambar?
it_it: Mostra il titolo delle immagini?

source: Show the Images Caption?
cs_cz: Zobrazit obrázky Caption?
fr_fr: Voir la légende des images?
id_id: Tampilkan Caption gambar?
it_it: Mostra la didascalia delle immagini?

source: Show Images Description?
cs_cz: Zobrazit obrázky popis?
fr_fr: Voir Images Description?
id_id: Tampilkan Gambar Keterangan?
it_it: Mostra immagini Descrizione?
